[
    {
        "title": "October 2023",
        "text": "Hello everyone! I am so excited to be launching my new business running practical skills workshops at Hidden Valley. It is amazing how much I enjoy spending time in my garden these days. When I first started out gardening over 10 years ago, garden time was a list of jobs I needed to get done in order to produce cheap and healthy food. In my new No Dig garden I garden to centre and ground myself, and simply being in it makes me happy. And who would have thought compost making would become such an engaging hobby?! Instead of bringing in my garden inputs I now make great compost myself - a very satisfying process indeed.<br><br>\n\n\nI have also been baking all of my family’s bread for the last 10 years - giving me plenty of time to develop an efficient method of baking artisan sourdough. I love giving them such delicious and nourishing bread, and they love eating it! I also really value the way bread baking is time spent being completely present and focused on the birth of the dough.<br><br>\n\n\nWhen I am not gardening, baking or looking after the kids I am busy doing a building project around the house somewhere. I like being able to build exactly what I want, when I want to, without having to rely on others to do it for me. I am really excited to introduce more women to building tools and skills so that they can gain enough confidence and know-how to do their own building projects too.<br><br>\n\n\nIt will be great to share this special place with others, and I hope I can spread my enthusiasm for a more grounded way of life doing things for ourselves. ",
        "image": "oct23",
        "latest": false,
        "date": "2023-10-01T00:00:00.000Z"
      },
      {
        "title": "November 2023",
        "text": "November is my favourite month in the garden. Plants grow at a rapid rate with the warmer temperatures, there is so much promise and excitement for the season ahead, and the first crops are coming into the kitchen.<br><br>Less than 18 months ago the garden site was a pile of subsoil from the earthworks for our house, and it is amazing how well the soil is recovering with the No Dig method of gardening. After the first year weeds have been few and easy to spot when they are small, and the garden is a happy place. This is a great achievement, because spring can be awfully stressful for gardeners as weeds and the list of things to do can turn gardening into a list of jobs that need to get done, rather than the fulfilling and relaxing soul-charging activity which it should be.<br><br>My first spring gardening with a greenhouse has also been amazing. It is so much easier to grow all of my own seedlings in small module trays on the greenhouse bench instead of trying to grow them in the house or the open garden as I did last year. Success breeds confidence, and it is awfully satisfying having a constant supply of homegrown vegetable and flower seedlings to pop out into the garden.<br><br>I have been having wonderful dreams filled with piles of tomatoes and basil pesto. Brushing past the plants gives off that amazing tomato plant aroma, which sets me off into another daydream. Time flies by as I sit on my chair in the greenhouse, and the kids have learnt to look for me there when I go missing!<br><br>Happy gardening everyone!",
        "image": "nov23",
        "latest": false,
        "date": "2023-11-01T00:00:00.000Z"
      },
      {
        "title": "December 2023",
        "text": "December is another busy month in the garden. I am still planting new seeds for the season ahead, training vigorously growing peas and tomatoes, and we need to regularly check our automatic watering systems in the garden in this exceptionally dry spring. The positive of the El Nino weather pattern we are in now is super early growth - we are eating baby carrots already, and have been eating huge salads every night made with herbs and spring lettuce. The first roses are out as are many other flowers, keeping the bees deliriously busy.<br><br>I am also busy planning our Christmas dinner with an entree of delicious raw baby vegetables including peas, carrots and bulbing fennel to dip into garlic hollandaise, a balsamic vinaigrette and a beetroot dip. We will have fresh sourdough and the french seafood stew Bouillabaisse for main course, including more of our fresh fennel and garlic. I always plan a range of desserts for the kids (and adults) with a sweet tooth including mini pavlovas with new season lavender flowers, fresh strawberries from the garden, and a fruit jelly.<br><br>Christmas is a wonderful time of year for sitting back and having a drink in the garden, taking the time to reflect on what you have accomplished and whether you are living a positive and fulfilling life. I really believe that spending less time earning money (if you can afford to) and spending more time with family is the first step towards this… and it is also very helpful in working towards living a more sustainable life.<br><br>Take the time to reflect this Christmas on whether you could structure your life to live in a more positive and sustainable way. Would you like to make more time for bread baking, gardening or building projects? Does your garden give you what you want and make you happy? Perhaps it is time to make some changes in the new year…<br><br>Happy Christmas! ",
        "image": "dec23",
        "latest": false,
        "date": "2023-12-01T00:00:00.000Z"
      },
      {
        "title": "January 2024",
        "text": "Happy new year everyone! Here in Tasmania it has been a fantastically warm and sunny January so far, with still enough rain every week to keep things from getting too dry. We have been picking buckets of strawberries, the raspberries have started and I have been busy making jam, adding redcurrants to the strawberry and raspberry jams to get a good set and enhance the fresh fruity flavour. I aim to produce all of the family’s jam for the year. With prices going up to $6.50 for a jar of good quality jam now, we will save about $300 with our weekly consumption of about a jar a week. With everything I grow or make for the family I save more money and reduce our reliance on industrial farming.<br><br>It is also time for summer pruning of the espaliered fruit trees in the garden, a couple of weeks earlier than usual but everything does seem a bit earlier this year. I am pruning all shoots the thickness of a pencil or larger to about 50mm long, and I’ll shorten these again to 25mm as the season progresses, to encourage the apples, pears and plums to develop short fruiting spurs. I’ll also tie in the growth of main branches to form my chosen shapes: the pears as a Belgian fence, the apples as candelabra palmettes, and the plums are fan trained against sunny walls. Pruning is one of my favourite things to do, and growing espalier fruit helps me fit more fruit into a smaller space which is easier to fence and look after.<br><br>With the first workshops coming up, I am excited for the year ahead!",
        "image": "jan24",
        "latest": false,
        "date": "2024-01-01T00:00:00.000Z"
      },
      {
        "title": "February 2024",
        "text": "The harvests are coming in and that means it is time to start planning for my yearly compost making extravaganza! The farmers are baling their straw so now is the time to get it off the paddock cheaper than buying in stored straw later in the season. I bought 10 bales of straw at $5 a bale, which will be enough for 2 cubic metres of compost mixed with manure and chopped up garden ‘waste’. I’ll store the straw in the shed so it’s ready for making compost during my compost workshop in April.<br><br>I am making a ‘slow’ composting pile (which doesn’t get hot) of waste I collect from the garden and chop up before adding to the heap. That will take about a year to transform into beautiful dark compost ready for spreading on the garden. I also recently slashed the paddock near the house and mulched the long grass and bracken fern with my chipper, then mixed it with chicken manure to make another cubic metre of compost.<br><br>Good compost can be tricky to find, and costs $99 a cubic metre plus delivery, so I’m saving a lot of money making my own. I give my garden a mulch of about 30mm of compost once a year in winter. That’s it! No complicated additions to the soil of manures, fertilisers, liquid feeds or other mulches. Multiply the square metres of garden beds in your garden by 0.03 to work out how many cubic metres of compost you need for your garden each year. Then source some materials and get composting! ",
        "image": "feb24",
        "latest": false,
        "date": "2024-02-01T00:00:00.000Z"
      },
      {
        "title": "March 2024",
        "text": "The harvests are coming in and I have been flat out filling the preserves cupboard. Our apple trees are still young but thanks to the wonderful generosity of friends I received 3 boxes of apples in return for help pruning their orchard. These were enough to make 50 bottles of apple sauce, enough so that all 5 of us have fruit on our breakfast for a year.<br><br>Thanks to my Mum’s contributions of basil I have frozen a whole freezer drawer of pesto to keep my kids happy in pesto sandwiches for school for the year. She also gave me a load of rhubarb in January, which I combined with my own and bottled so that I have ready made stewed rhubarb for breakfasts and desserts over winter.<br><br>My dream of a bountiful harvest of tomatoes has been realised, and I have processed 45 800ml bottles of diced tomatoes. I won’t have to buy any for the next year and now that good tinned tomatoes are $4 for 800ml, that is a considerable saving of $180. I also have savings from making my own tomato sauce and tomato kasundi. Added to the financial benefits was the my glowing pride as I bottled those tomatoes and sang to each bottle as I clipped the lids down…<br><br>The crowning glory of the preserves cupboard is ten jars of Giardiniera, an Italian crunchy mixed vegetable pickle. I salted fresh garden veg such as fennel, purple and green beans, pink radish, new carrots, baby zucchini, lilac chilli, garlic and cooked artichokes before packing them in jars and covering with a white vinegar flavoured with fennel, peppercorns and bay leaves. I finished the jars off with a couple of tablespoons of homemade chilli oil.<br><br>I really think we need to reframe the concept of riches. I feel incredibly rich every time I look at my preserves cupboard and my firewood sheds. Speaking of which, it’s time for me to start collecting firewood for next winter… \n\n",
        "image": "mar24",
        "latest": false,
        "date": "2024-03-01T00:00:00.000Z"
      },
      {
        "title": "April 2024",
        "text": "Disaster has struck! This time of year is a busy time for us while we are dealing with the hoards of rats and mice that start moving into the sheds for the winter, and while we were distracted with them a much more destructive pest got into the garden - a possum! Rats can cause a lot of damage in the garden as they munch away on young tasty greens, so we didn’t realise we had a larger problem until we noticed the roses and apples being eaten - a give-away as they are a possum’s favourite foods. \n\n<br><br>\n\nIt took another day to work out where the possum was getting in, and by this time along with eating lots of rose and apple leaves it had also munched through 3 savoy cabbages and defoliated my cauliflowers! On an interesting side note, the possum only ate the heirloom Ormskirk savoys and completely neglected the hybrid savoys, a sure sign of the superior flavour of the heirloom variety which I will make note of in my garden diary! \n\n<br><br>\n\nMy observant followers might have noticed the clematis growing up the fence over the compost bays. To save next spring’s flowers, I was waiting to prune it until after it flowered, but it got too large and weighed down the ‘flop’ of wire over the fence, letting the possum climb over it and into the garden. As soon as I figured this out, I pruned the clematis right back and put in another supporting rod to fix up the flop where it had been flattened. There was a very sad (and angry!) possum that night crying and shouting as it tried (and failed) to get back to its feasting!\n\n<br><br>\n\nFor those of you trying to keep possums out of your gardens, first of all you need a clear space around your fence so the possums can’t climb a neighbouring structure or tree and from there jump into the garden. Next build a fence out of rabbit wire at least 1.5m high (mine is higher at 2.4 because my roof is netted to keep out the currawongs, which are particularly destructive in the garden in early spring). After you have built your fence, clip a 600mm wide roll of rabbit wire to the top wire which will form a flop that stands 450 out from the fence. Then I cut 6mm steel bars 500 long, which I thread through the netting to support the flop, just make sure the outside 200mm of netting is unsupported with makes it extra floppy! \n\n<br><br>\n\nIt really is worth building a good system to keep pests out of your garden, just make sure you act quickly when you notice any damage! ",
        "image": "apr24",
        "latest": false,
        "date": "2024-04-01T00:00:00.000Z"
      },
      {
        "title": "May 2024",
        "text": "Two years into my No Dig garden at Hidden Valley and it is time to assess what is working and what systems need improving to ensure I’m using my time and space efficiently, and feeling peaceful and positive in my garden. It is so important not to get trapped into cycles of doing jobs you don’t like, or seeing things that need improving but not fixing them. \n<br><br>\nNo Dig has been a fantastic experiment.  I am amazed by how happy and healthy the garden is. We are hardly doing any weeding (my second-to-last favourite garden job, for my least favourite read on), don’t have any major pest problems and the plants are happy and productive. My 200 square metre garden is so easy to maintain I have decided to start a new garden!  I’ll be posting about that every step of the way. \n<br><br>\nIn terms of what needs improving, I decided to redo my raspberry trellises so the canes are better supported without the need for yearly trellising, which is my least favourite garden job!  Using the double fence system I have notched in cross pieces to hold the wires apart, and spaced my wires at better heights. \n<br><br>\nI’m excited about sharing the trials (and utility) of notching in my Building on the Basics workshop, and how to get high yields from your berries in my Growing Berries workshop. See you then!",
        "image": "may24",
        "latest": false,
        "date": "2024-05-01T00:00:00.000Z"
      },
      {
        "title": "June 2024",
        "image": "jun24",
        "latest": false,
        "date": "2024-06-01T00:00:00.000Z",
        "text": "Over the last 8 weekends I have built the new Courtyard Garden, which adds another 100 square metres of garden space (including paths). This time, I didn’t use bed edges and spread wood chips over paths, which was a huge time (and money) saver and gives a lovely natural look. The garden fence is 2.4 metres high so that we can roof the garden in the future to protect fruit from birds.  There is a flop at the top to stop possums from climbing in, and a skirt at the bottom to stop other animals from digging underneath. \n<br><br>\nI enjoyed posting on Facebook each week to show how a project like this can be done with only weekends to work on it. In fact, I have started writing how to guides giving the details on how I have built all kinds of things - check out the How To page on this website!  A How To Guide on building a possum proof fence with all the details you need to build a fence like this one will be coming soon.\n<br><br>\nPlanning a project and blocking out the required time is such an effective way of making sure your project gets done. We didn’t always feel like working and got stressed out at times, but getting this project done quickly means my new garden is ready to go and I am ready to move onto the next project!\n<br><br>\nHere is how my plan worked, allowing for 2 days of work each week for 2 people: <br>\nWeek 1 - earthworks and set out for fence lines<br>\nWeek 2 - set out beds and mulch beds and paths<br>\nWeek 3 - concrete in 7 posts<br>\nWeek 4 - concrete in 8 posts<br>\nWeek 5 - brace corners and tension wires<br>\nWeek 6 - hang netting<br>\nWeek 7 - attach skirt and flop netting<br>\nWeek 8 - hang gate and overflow<br><br>\nDon’t give up on doing projects around your place. Plan it out, set aside the time and get it done!"
      },
      {
        "title": "July 2024",
        "image": "plantTree",
        "text": "Well it’s the dead of winter and a good time for new beginnings! Speaking of which, here I am planting my fruit trees in the new Courtyard Garden, and after my first 6 months in business and running over 10 workshops I have decided to expand!  I’ll continue running a workshop every fortnight until December, and I am now also providing consulting services on edible garden design, planning for self-sufficiency and help with practical skills.  A lot of the time people want to do things for themselves, but need a bit of extra help to get started, show them what to do, or even do it with them, and I’m excited to be able to offer this help. \n\n<br><br>\n\nSpeaking of which, I have also added a new page to the website full of How To guides (including How To Plant a Fruit Tree!) which are step by step plans of how I have done things around my place.  I’ll keep adding to that over time and hopefully end up with a good collection that people can use both for inspiration for projects they could do around the house, as well as a practical guide to a project they are planning. \n\n<br><br>\n\nI am also now a regular guest on ABC local radio on Saturday mornings running a talkback show with the host Mel Bush on all things DIY.  It’s all a lot of fun and I’m looking forward to empowering more people to do more things for themselves into the future.\n\n",
        "latest": false,
        "date": "2024-07-01T00:00:00.000Z"
      },
      {
        "title": "August 2024",
        "text": "After a month off projects in July, it was time to dive into the next one: building built-in beds and a play loft in the kids room. I have been so busy with outside projects since we moved in almost 5 years ago that I haven’t had time to finish inside the house. The kids have had mattresses on the floor and clothes in boxes until now!\n<br><br>\nThis kind of project takes a fair bit of planning before you start building. First, I drew the plans for each bed and the play loft on graph paper with a scale ruler. Next, I transferred the measurements onto the walls and floor.  This step really helps uncover any problems in your plans.\n<br><br>\nThe essential tools for this job are the basic hand and power tool kit, as well as a good quality sliding mitre saw (drop saw) and a good quality orbital sander with dust extraction. I saved money on materials for this project by buying cost effective Baltic pine studs and floorboards, which I ripped to size with my circular saw.\n<br><br>\nThe skills you need for a job like this one can be learned by anyone with the tools who is willing to practice and give it a go. You need to measure accurately, rip timber down the length to reduce the width with a circular saw, cut accurate angles with a circular saw and a drop saw, cut accurately with a drop saw, and cut neat notches. Aside from that of course you need to do lots of nailing, screwing and levelling! \n<br><br>\nDon’t underestimate the planning needed to get a job done, but most importantly don’t underestimate your own skills and ability to have a go, learn on the job and achieve your own home improvements. Just allow for some extra timber in your order for mistakes, and remember that it isn’t a mistake if nobody notices it! ",
        "image": "playLoft",
        "latest": false,
        "date": "2024-08-01T00:00:00.000Z"
      },
      {
        "title": "September 2024",
        "text": "I raise all of my veg and flower seedlings from seed so I can grow the best varieties, have them ready when I want them, and plant out robust seedlings which haven’t been reared on fertilisers.  I absolutely love my module trays which are made from recycled plastic, built to last for decades of use, and are designed to make it really easy to pop out seedlings ready for planting with minimal root disturbance. Check out <a class='workshop-a' href='https://sow-your-seeds.myshopify.com'>Sow Your Seeds</a>, our local Tasmanian supplier.\n<br><br>\nIn late August I built a hot bed in the greenhouse to give me a warm spot for starting off my seeds.  It provided good bottom heat to the seed trays for 6 weeks, and I’ll work on doubling that time next year.  A great side effect of a hot bed is raising greenhouse temperatures while we still have plenty of really cold weather. We have been eating piles of fresh snow peas over a month before the spring sowings in the garden will start producing.\n<br><br>\nI am running a workshop in early February where I’ll explain all the ins and outs of how I grow veg and fruit in my garden and greenhouse - book now to join me for a lovely day in the summer garden!",
        "image": "sep24",
        "latest": false,
        "date": "2024-09-01T00:00:00.000Z"
      },
      {
        "title": "October 2024",
        "text": "This month I have been busy running Basic Building Skills for Women workshops. I am delighted by the huge interest for these workshops, and it has been so rewarding to create a supportive space for women to learn all about building tools and skills. Some women use the course as a refresher if they haven’t picked up a tool for a while and need some help to regain their confidence. Some women come along because they want to be able to do their own building projects around the place, and others come along who have never picked up a tool before, ready to confront their fears of power tools!\n<br><br>\nThe enthusiasm for building workshops for women has been so encouraging I decided to start running building weekends for women next year.  It is always a bit sad to get a wonderful group together only to have them leave after 4 hours, and spending 2 days building together will really help the group build their confidence and skills.  The sense of fulfilment you get from standing back and seeing what you can build in a weekend is so empowering. \n<br><br>\nTogether we will build my new workshop space from the ground up! ",
        "latest": false,
        "image": "groupBuilding",
        "date": "2024-10-01T00:00:00.000Z"
      },
      {
        "title": "November 2024",
        "text": "Compost is the only thing I use in my garden to improve the soil. I love the efficiency of simply spreading a 30mm mulch of compost over the garden once a year (thicker in the greenhouse because of the heavy yields). No fussing with liquid feeds, fertilisers or mulch. \n<br><br>\nThis is the first year I had enough aged compost to sieve and make my own seedling-raising mix. My veggie seedlings this year are much stronger and more robust than in the past, and I’ll be planting out the greenhouse next week with all of my home-grown seedlings of basil, tomatoes, cucumbers, chillies and melons. \n<br><br>\nThose who know me know I love planning, and my plan for making all of the compost my garden needs each year starts in November when I make 3 cubic metres of compost. My first job is to muck out the chook house and run which had an initial thick mulch of home-made wood chips and since then has been gradually added to by the chooks (with their manure) and by me with garden weeds, ash from the fire, veggie scraps and many other bits and bobs along the way. The chooks have mixed it all up beautifully over the last year and I’ll clear it all out, water it and pile it up to mature for another 6-12 months into beautiful compost. \n<br><br>\nI have also been accumulating loads of materials to make 2 cubic metres of hot compost (which I’ll be doing in my Compost Workshop coming up). This year I have a ute-load of seaweed and the partially-composted manure out of my hot bed in the greenhouse as the nitrogen rich materials. I’ll balance these with carbon rich materials such as aged sawdust, shredded leaves and aged wood chips to provide air pockets in the heap. Using a wide variety of materials is an easy way to fool-proof your hot compost pile, so I’ll also chuck in other materials I have on hand: aged bags of horse manure, wood ash, garden weeds and some old straw. \n<br><br>\nI love having piles of compost maturing. It is the same feeling a fully-stocked preserved cupboard or a full wood-shed gives you. And the product is just as valuable!",
        "image": "nov24",
        "latest": false,
        "date": "2024-11-01T00:00:00.000Z"
      },
      {
        "title": "January 2025",
        "text": "My preserving season starts in January and this year it has been busier than ever! First I bottled stewed rhubarb to have with custard or on my breakfast muesli over winter. Then I boiled, sliced and pickled beetroot which the kids absolutely love in sandwiches and burgers all year. This year I grew golden beetroot as well as the standard red - the jars of golden beetroot look so beautiful in the preserves cupboard and are so delicious I’ll be bottling more next year. I used my redcurrants to get a good set and tart fruity flavour in strawberry and raspberry jams. I also made redcurrant and rosemary jelly, which has a really strong rosemary flavour and beautiful clear red glow, and is absolutely delicious with roast meat. I used my blackcurrants in jam (the kids’ favourite) and experimented with blackcurrant cordial which will be a special treat when we get sick over winter. I had a good crop of gooseberries this year and used them to make gooseberry ice cream, which has a delicious subtle tart flavour. I look forward to making gooseberry jam next year. While all of this was happening there was no let up in the strawberry and raspberry harvesting, which I use to make jam and sorbet as well as eating plenty fresh. \n\n<br><br>\n\nPreserving is wonderful: I save so much money at the supermarket, we have delicious preserved treats all year, and I love making the most of the garden bounty. Over the years I have experimented a lot with different methods and ingredients, including reducing sugar where possible to achieve jams which still keep for at least 12 months while not being overly sweet. I’m looking forward to sharing my knowledge and recipes in the upcoming workshop on preserving fruit and vegetables.",
        "image": "jan25",
        "latest": false,
        "date": "2025-01-01T00:00:00.000Z"
      },
      {
        "title": "March 2025",
        "image": "tops",
        "date": "2025-02-28T13:00:00.000Z",
        "latest": false,
        "text": "The last two months have had me absolutely flat out building an outdoor kitchen. It certainly wasn’t planned, but once I had the idea I got so excited I just had to get started! The outdoor kitchen solves a few problems for us: it gives us an outdoor place to eat close to the house, the ‘wall’ of concrete pots encloses the east deck so it doesn’t feel like part of the driveway or entry, and the wood fired oven provides exciting opportunities to expand my bread, pizza, pita and general baking repertoire! \n<br><br>I built the frames out of hardwood because they will be exposed and I oiled them with an exterior timber oil. I decided on polished concrete bench tops because I needed a surface which can have standing water on it from the rain without being affected, can be easily wiped down to roll dough out on, and could be made to suit the space very cost effectively! I troweled smashed up green glass into the surface which looks really beautiful. \n<br><br>Finishing touches include more hardwood boards used to cover the tops of the frames right underneath the benchtops and to create a shelf for kitchen storage, a large trellis to screen the car and provide more shelter from cold southerly winds, and of course the mammoth line of concrete planters 700 and 900 high to create a sunny courtyard feel. I have planted them out with mediterranean plants hopefully possum and frost resistant. Time will tell! "
      },
      {
        "title": "June 2025",
        "image": "cabbages",
        "date": "2025-06-28T13:00:00.000Z",
        "latest": true,
        "text": "Many apologies for the rather long hiatus from blog posts but while the website was being rebuilt I was unable to add new content. The new website is up now at www.hiddenvalleyworkshops.com.au, along with new workshop dates for the rest of the year - including 4 brand new workshops! \n<br><br>\nI enjoy having a seasonal break from gardening over winter, but that doesn’t mean I don’t love, and eat loads of winter veggies. We eat just as much veggies at this time of year as we do at any other time. In fact, I’ve been scouring my cookbooks to find more ways to pack more winter veg into our diets. Our stored onions are a huge success and I’ll be growing even more next year - they are lasting fantastically well in the pantry, they taste amazing and they were so easy to grow! Our King Edward potatoes are delicious baked, roasted and mashed. The Sweet Grey pumpkins are storing perfectly and the dense, creamy flesh is so great in soups and roasted in large wedges coated with Za’atar. I have loads of carrots, parsnips and leeks in the garden which I love putting in soups, roasting and sautéing and using as a filling in veggie pasties. We absolutely love steamed kale with grated cheese on top, and the savoy cabbages are delicious in minestrone or simply steamed with lots of butter. This year I also have the greenhouse full of winter salad greens and herbs, and it has been wonderful to have a salad every second day to keep the cravings for fresh greens at bay. \n<br><br>\n Veg grown at other times of the year can be quite fast paced, and I love the way my winter veg just sits out there in the garden (or the pantry), waiting patiently to be eaten."
      }
]