[
    {
        "_id": {
          "$oid": "668a7a4c15ab0396babe1fa7"
        },
        "title": "How to Build a Craft Table",
        "rating": "Easy",
        "image": "craftTable",
        "introText": "I built this craft table so all 3 kids have plenty of room to draw together. The height means kids can sit on the floor (younger kids might need a cushion), and the way I built the base allows them to sit with their legs under the table on all sides. This table is also great for creating block worlds on, playing board games at, and for spreading out with homework. ",
        "toolString": "Straight edge (i.e. level), Sharp pencil and tape measure, Circular saw with plywood cutting blade, Quick release clamps, Combination square, Orbital sander (or a sanding block), Drill with 3mm drill bit, Driver with magnetic bit holder & Phillips bit",
        "materialString": "1/ 2400 x 1200 x 24mm sheet birch ply, Sandpapers: 120 & 180 & 240 grit, Interior wood glue, 8 small angle brackets, 25mm Phillips screws, 20mm Phillips screws, 50mm Phillips screws, Wood putty: pine, Non-toxic timber oil",
        "numberedSteps": "First mark and cut the table top 1200 x 1200.,, Now cut the pointy corners off the table top. Measure 25mm in and mark your 45 degree angle with your combination square, then cut them off.,, Cut the base pieces.,, Select the straightest cut long edges and one short side of each Short Base Piece and mark with an x.,,Now sand all the pieces with the 120 grit and 180 grit papers on both sides and edges except for the edges marked with an x.,,Put some carpet pieces on your work table, then put the table top upside down on this (the best face is the top). Mark out for your base pieces, setting them out so they make an X in the middle of the table. Make sure you mark where the sides of the base pieces will be, not the middles, so you can line the base pieces up with your marks when fixing.,,Fix 2 angle brackets to each short base piece and 4 to the long base piece using the 25mm screws.  Make sure the tops of the angles are flush with or slightly below the tops of the base pieces.,,Spread a small amount of glue along the top of the long base piece then fix to the table top using the 20mm screws.,,Mark 12mm off centre on either side of the long base piece top and bottom. Spread a small amount of glue on the unsanded edges of the short base pieces and fix the first one into position by screwing through the long base piece using 2 long screws and using the marks to line it up.,,Now for the tricky bit. Skew screw 2 long screws top and bottom through the other short base piece into the long base piece. Careful not to get the angle wrong and split out the sides!,,Fill the screw holes with putty and wait to dry before sanding again until super smooth with the 240 grit paper. Then coat with your chosen finish.  I used a white tint to give a lighter look that still shows off the patterns in the ply.",
        "concText": "Good luck and remember to be very careful to make straight, accurate cuts with your plywood, have a blanket underneath to prevent pieces from being dented as they fall and a helper to catch the larger pieces as they fall. ",
        "type": "building",
        "cuttingString": "Table Top, 1/ 1200 x 1200, Long Base Piece, 1/ 275 x 1200, Short Base Pieces, 2 / 275 x 588"
      },
      {
        "_id": {
          "$oid": "668a85e615ab0396babe1fa9"
        },
        "title": "How to Build a Dust Bath",
        "rating": "Easy",
        "type": "chooks",
        "image": "dustBath",
        "introText": "Chooks absolutely love dust bathing to get rid of mites or lice - it’s how they get clean! This is an easy project you can get done quickly and give your chooks years of pleasure. ",
        "materialString": "4/ 150 x 25 x 1.8m treated (not CCA) timber boards, 4/ 40 x 40 treated timber stakes, 50mm galvanised Phillips head screws, Sandy dirt (not clay)",
        "toolString": "Drop saw (mitre saw) or circular saw, Straight edged spade, Drill with 3mm drill bit, Driver with Phillips bit, Sledgehammer, Level",
        "numberedSteps": "       Cut both ends of the boards square to whatever length fits your space.,,Screw them together so the edges are flush. Lap the boards alternately if you want a square box.,,Lay the box in position and mark the edges with a spade. Move the box out of the way and dig the area level.\n       Put the box back in position and measure the diagonals, then push the box and prop corners with large rocks as necessary to get the diagonals as close as possible to each other.,,Bang the stakes in the corners and prop the box level.  Don’t worry if the box sits higher than the ground level. Bang the stakes in more if necessary then screw the box to the stakes.,,Fill with sandy dirt. If you don’t have any on your block but have a trailer or ute, get 1/3 metre of topsoil from a landscape supplier which is often quite sandy, or 1/4 metre of beach sand and mix it with your own soil if you don’t have clay.",
        "concText": "",
        "cuttingString": "Table Top, 1/ 1200 x 1200, Long Base Piece, 1/ 275 x 1200, Short Base Pieces, 2 / 275 x 590"
      },
      {
        "_id": {
          "$oid": "668b5856d48e13506f277f3d"
        },
        "title": "How to Build Compost Bays",
        "rating": "Easy",
        "image": "wireCompost",
        "introText": "I love making compost for my garden out of all kinds of organic material, and I now have 10 compost bays in action at Hidden Valley! I don’t want to build compost bays out of treated pine because I am wary of how the chemical treatment might leach into the compost under the high temperatures of a hot compost heap.  Untreated pine wouldn’t last long enough and hardwood is too expensive for this use. These bays built from rabbit mesh are low-cost and long-lasting, as well as being quick and easy to build. So build your bays, get composting and discover how easy it is to grow loads of veggies and fruit the No Dig way. This plan builds 4 compost bays, and the 1.2 metre high side and back walls allows you to initially overfill your bins to allow for shrinkage as the materials composts. Doing this means each bin should still yield about 1 cubic metre of compost.",
        "materialString": "1.2m wide rabbit mesh (you will only need 10m), 15/ 1.8m steel fence post droppers, Thin wire for tying mesh to posts, 2/ 1.2 x 2.4 sheets 50mm steel mesh",
        "toolString": "Measuring tape, Sledgehammer, Wire cutters, Angle grinder",
        "numberedSteps": "Levelling the compost bay site will make the mesh sit flatter and it will be much easier to attach the mesh neatly.,,Bang in 5 droppers 600mm deep and 1 metre apart to form the back walls of the compost bays, so that 1.2 metres of the dropper is above ground level. Use a string line if necessary to keep the droppers in a straight line.,,Now bang in the front row of 5 droppers 600mm deep, 1 metre in from the back wall and 1 metre apart, use a string line if necessary.,,Tie the mesh to one of the front corner droppers 4 times up the length of the dropper, then wrap the mesh around the back, down the line of droppers and around the other end. Tension in sections (get a helper to pull hard while you tie the mesh to the droppers), finishing at the end and wrapping the mesh around the dropper and cutting the wire off neatly.,,Now tie mesh between the middle dividers of the bays, still tying off 4 times down the length of each dropper.,,Build the fronts. Do this by banging another line of droppers in about 50mm in front of the front line of droppers to make a channel to drop the sheet mesh in.,,Cut the mesh into sections with the angle grinder so they overlap past the droppers but can be individually lifted out to access each compost bay, and cut them to be 1m high.,,Start collecting organic materials and filling your bins!",
        "concText": "If you want to make this project even easier or cheaper, then don’t use the extra front row of steel droppers or sheets of mesh. Simply cut more rabbit mesh to fit the fronts, wire one side to the dropper, and wire hooks on the other side to hook closed until the bin needs to be emptied. ",
        "type": "compost"
      },
      {
        "_id": {
          "$oid": "668b9093d48e13506f277f3e"
        },
        "title": "How to Grow Vining Plants  (Tomatoes, Cucumbers and Melons) Up Strings in a Greenhouse",
        "rating": "Easy",
        "type": "greenhouse",
        "image": "greenhouseString",
        "introText": "This is such a great way to grow in a greenhouse or polytunnel.  A strict pruning regime maintains one or two main stems which are trained right up to the roof to make the most of vertical growing space. Removing side shoots also allows plenty of light and ventilation around the plants which maximises yields while minimising disease. Also, because fruit are easy to spot, you won’t miss any - keeping your fruit top quality all season long.",
        "materialString": "Fencing wire, Polypropylene string, Tomato or cucumber or melon seedlings",
        "toolString": "Gloves, Trowel, Secateurs",
        "numberedSteps": "In the first year of starting this system, you need to set up support wires above the beds. I tensioned mine but that isn’t necessary. Tie one end of the wire to a roof support (I drilled a hole 50mm up a rafter and tied through this) and pull it tight down the bed and tie off at the other end (bending the end of the wire to make a handle and using this to twist the wire around itself works well). Instead of wires, you could use timber battens screwed to the roof structure.,,Now cut your string to length, allowing 500mm longer than the height from soil to wire, and tie a small loop in one end. Using non-biodegradable string is a shame but jute or sisal degrades too quickly close to the soil to hold up the huge weight of a fully laden tomato plant for the whole season (I learnt this from sad experience!). I reuse my strings each year to reduce waste.,,Now dig your holes 500mm apart and plant your seedlings on top of the loop. Plant tomatoes deeply, depending on the depth of your compost (you want the plants to be growing in the beautiful compost mulch and topsoil), and cucumbers and melons 50mm below the surface.,,Wrap the string around the seedling a couple of times and then tie it to the roof wire or batten, allowing plenty of slack in the string which will be taken up as the plant is wrapped around the string as it grows.,,Twist main stems up the string support every couple of days in summer and remove all side shoots that develop (except for melons, leave these side shoots to develop until the first melon is formed, then pinch out the growing tip).",
        "concText": ""
      },
      {
        "_id": {
          "$oid": "669442bdf3c31c7ea67cf1ba"
        },
        "title": "How to Set Out with String Lines",
        "rating": "Medium",
        "image": "setOut",
        "introText": "I have rated this project medium because it can take a while to achieve a square set out. Take your time and double-check and correct your measurements as necessary. I set out with string lines before building anything. Having the corners and edges of a structure marked with strings makes it easy to dig post holes in the right places, concrete posts in straight lines, and I even used them when putting in my garden bed edges in the Hidden Garden so they all lined up down the centre path! You will need a helper for this one. ",
        "materialString": "String line, Small flat-head nails, 8/ 40 x 40 x 500 timber stakes",
        "toolString": "Small sledgehammer, Hammer",
        "numberedSteps": "Bang the first two stakes in 4 metres apart for one side of the structure either where it looks right or measure off a starting point that you want to build parallel to (such as another building). Tie the string between the stakes.,,Now establish a square line off the first side using the 3,4,5 rule (Pythagorus’ Theorem). Hook one tape over the first stake and another over the second stake, then bring them together until 3 metres on the first tape and 5 metres on the second tape cross. Bang a stake in here and double check your measurements, adjusting the stakes as necessary. You can also bang a small nail into the tops of the stakes to hold the string line, this makes it easier to be more accurate.,,You have set out a square (90 degree) corner. Now extend the strings if necessary to be longer than the planned structure, so the corners are marked by crossing strings instead of stakes. I do this by untying the string and holding it further along the line, when it just touches the old stake or nail it is in the right spot. Bang in another stake here and check the corner is still square.,,Measure parallel off the first two string lines to stake out the other sides of the structure, making sure once again your strings are longer than the sides of the planned structure.,,Once you have all 4 sides marked with string lines, check the box is square by measuring the diagonals. They should be as close as possible. If they are far off (your tolerance depends on what you are building and how large it is - my house is within 5mm of square and my garden is within 50mm) check your measurements and adjust your stakes or nails as necessary.",
        "concText": "Depending on the size of the structure you are building you might want to set out a larger area from the beginning by using multiples of 3, 4 & 5 such as 6, 8 & 10. If you are setting out a small area use half of 3, 4 & 5!",
        "type": "building",
        "cuttingString": ""
      },
      {
        "_id": {
          "$oid": "66958c6b6c1871ae707402ed"
        },
        "title": "How to Concrete in Posts",
        "rating": "Easy",
        "type": "building",
        "cuttingString": "",
        "introText": "I have concreted in a lot of posts over the years for gardens, pergolas, shade-houses, greenhouses, sheds and compost bays. This is the method I have developed that is quick, easy and accurate. You will need a helper to hold the post plumb (vertically level) while you concrete it in. I don’t use post hole concrete mix bags because they are much more expensive, and it is easy to mix your own concrete if you have a ute or trailer to pick up a load of pre-mix - if you don’t then go ahead and buy post hole concrete mix bags.",
        "materialString": "Concrete premix (sand and gravel), Cement, 40mm gravel, Collection of various sized small rocks, Posts suitable for in-ground use such as H4 treated",
        "toolString": "Long handled square edge spade, Post hole shovel, Crowbar, Tape measure, Wheelbarrow (and concrete mixer – optional), Level (1.8m works best)",
        "numberedSteps": "Set out for your structure.,,Dig your holes, marking their spots with the square-edged spade and cutting 1/4 of the spade past the lines to allow for the concrete around the post.,,Keep cutting straight down with the square edge spade regularly, and using the post hole shovel to dig the depth out and clean out the hole. When you hit a rock, get out the crowbar – don’t break your spade trying to lever it out with something not built for the job! Keep digging and checking the edges go straight down until you measure 650mm deep, or until you hit solid rock. I have had to stop at 350mm in the past when hitting solid rock.,,Now if you have a history of digging crooked holes or you are new to this, put your post in the hole and plumb it with the level to make sure it can stand plumb fairly centred in the hole and just almost touch the string line (but not push it out of position). Correct your hole if necessary.,,Mix the concrete following the directions on the cement packet for foundations and footings. Try to make a stiff but not dry mix, certainly don’t make it sloppy because this weakens the concrete. If it has been raining a lot and your hole is filling with water from the surrounding subsoil then make a drier mix. If it has been dry then fill the hole with water and allow it to drain so the surrounding soil doesn’t suck all the moisture out of the concrete and make it dry too quickly (which weakens it). Meanwhile, collect a bucket of assorted small rocks (or better yet, ask a child to do this!).,,Tip enough 40mm gravel into your hole and tamp it down with the post until it is 600 below soil level. If you hit rock earlier, don’t bother with this step. Putting gravel in your hole helps water drain away from the post and prevents the post from contacting the soil at the bottom of the hole.,,Now set up a wheelbarrow of concrete, a bucket of assorted rocks and a stake for poking next to the hole. Your helper should put the post in the correct position in the hole and hold it plumb both sides using the string lines and the level.,,Start filling around the post with a layer of concrete, then carefully place rocks around the sides of the post to jam it in position in the hole, then another layer of concrete then poke it really well with the stick to make sure there aren’t any air pockets in the hole. Continue layering until the hole is full, then slightly round the top up so water drains away from the post. The rocks should hold the post in position at this point so it doesn’t need to be held plumb anymore. If there is a wobble then put a large rock (or two) on top of the hole to prop the post in position while the concrete dries, and check plumb on both sides every 15 minutes until it sets.",
        "concText": "If you don’t have any small rocks around your place, concrete your post in with a very stiff mix of concrete and check level more often as the post is drying.",
        "image": "concrete"
      },
      {
        "_id": {
          "$oid": "669797ffcc77a7c0523e8a6d"
        },
        "title": "How to Build a Double Fence Raspberry Trellis",
        "rating": "Tricky",
        "type": "berries",
        "image": "trellis",
        "introText": "One of my most dreaded annual gardening jobs was trellising the raspberries. With the single fence system, the canes need tying up individually which is a long, fiddly and prickly job. So I switched to the double fence trellis. The main advantages of this system are that you don’t have to tie in new canes each year, and because more canes fit in the trellis there is a larger yield of fruit. It is a bit more work to set up, but totally worth it. This is also the best system to use for autumn raspberries. My plan is for a 10 metre long trellis.  I recommend growing 10 metres of summer raspberries and another 10 metres of autumn fruiting raspberries in 400-500mm wide beds, to ensure you can glory in the riches of this luxurious fruit. This is a strong, sturdy trellis to last decades. I have tried building more flimsy versions in the past and they are less practical to use, don’t last, and it is hard to stop the end posts from being pulled in without properly bracing the corners. Adapt your trellis to suit your needs. ",
        "materialString": "5/ H4 treated 2.4m square posts, Cement & concrete premix, 2/ 100 x 50 x 2400 fencing grade treated pine for braces, 5/ 75 x 50 x 1200 fencing grade treated pine, 30/ 100mm batten screws, 70m 2.5mm fencing wire, 6/ wire tensioners (gripples or ratchet strainers), Thin wire or polypropylene garden string",
        "toolString": "Straight-edged spade & post hole shovel, Level & wheelbarrow, Circular saw or mitre saw, Square, Wire cutters, Gripple tool or socket wrench/spanner, Drill & 4-5mm drill bit, Driver & batten bit",
        "numberedSteps": "       If you don’t have a straight edge to measure off while putting your posts in, such as a garden bed edge, then set out with a single string line to make sure your posts are in a straight line.  Dig evenly spaced holes for the posts.,,Concrete the posts in, ensuring the second from the end posts are spaced not more than 2.4 metres away from the end posts.,,Strain the ends of the fence, using the H-brace assembly (see How to Build a Possum-Proof Fence).,,Cut 15 crossbars 400mm long.,,Measure and mark 50mm in from each end and halfway down the width on all the crossbars. Then drill holes all the way through the timber for the wire at these points.,,Measure and mark the centre point on an edge of the thickness of each of the crossbars.,,Measure and mark the posts for the crossbars, using a square to mark a line on the posts at the heights of 637mm, 1137mm and 1637mm (to allow for the desired heights of the wires plus half the width of the crossbars). Also mark the centre of the lines while you do this, using the measurements on the square.,,Line up the centre marks on the posts and crossbars, and batten screw the crossbars to the posts.,,Now tie off short pieces of wire (approx. 700mm) to the crossbars at one end of the trellis, threading the end of the piece of wire through the pre-drilled hole, wrapping it tightly around the crossbar, and winding it neatly around itself so it is pointing down the trellis and is about 500mm long.,,Time for the long pieces of wire. Put the roll at the end of the trellis which has the short pieces tied in. Thread the wire through the pre-drilled holes in the crossbars and tie off at the other end. Fit a gripple (remember the no-name gripples do the same job and are much cheaper!) or tie off the ratchet strainer to the short end. Pull the long piece of wire tight and cut it off about 150mm past the gripple or ratchet strainer, thread it through the strainer and tension until tight but don’t over-do it!,,When all the wires are up, double check they are all evenly tensioned.,,Wrap string or thin wire across the trellis and tie off to the main support wires, making cross ties down the trellis every 600mm. Repeat for each pair of main support wires, unless the trellis is for autumn raspberries, in which case it is unnecessary to do the top wires. These cross-ties stop the canes from flopping down the trellis.,,Plant your raspberries at 350mm spacings down the trellis, mulch them with compost and relax in the knowledge your raspberries will be perfectly trellised year after year without you having to do it!\n",
        "concText": "You still have to prune your raspberries every year, check out How To Prune Your Raspberries to Maximise Harvests and make sure you get the highest yields possible!",
        "cuttingString": ""
      },
      {
        "_id": {
          "$oid": "66997cbd71c927cb2d5f0ebc"
        },
        "title": "How to Build a Possum Proof Fence",
        "rating": "Tricky",
        "type": "noDig",
        "cuttingString": "",
        "introText": "It is so important to start your garden with a possum proof fence to prevent heartache down the line. Possums love apples and roses in particular, but they have eaten the tops off my potatoes and even the leaves off my rhubarb! I have heard of them digging carrots out of the ground and eating the lot, and many other terrible stories. Possums in some areas are less voracious eaters than in others. I have heard that an electric stand-off wire can work for some people (don’t put the wire on the top of the fence or it is just as likely that after being shocked the possum will jump into the garden instead of away from it!). If you live in the bush don’t risk the electric wire, which doesn’t work when possums are desperate enough. Build a floppy top fence like mine guaranteed by all of the possums who try (and fail) to get into my gardens every night! My fences are extra tall so that I can net the roof of my garden to keep the Currawongs out, but this fence works if it is a minimum of 1.5 metres tall.",
        "materialString": "See How To Set Out With String Lines, See How To Concrete in Posts, 2.4m fence posts (70-90 taper or similar), Exterior timber oil, 2.5mm fencing wire, Gripples or ratchet strainers, 1200mm wide rabbit mesh, High tensile wire clips, 20mm fencing staples, 300mm wide rabbit mesh, 600mm wide rabbit mesh, 6mm reo bar, Gate to suit plus hinges and catches/bolt",
        "toolString": "See How To Set Out With String Lines, See How To Concrete in Posts, Wire spinner (optional), Wire cutters, Hammer, Gripple tool or spanner, Clip tool, Angle grinder",
        "numberedSteps": "Set out your fenced area with string lines, checking to make sure there aren’t neighbouring fence lines or structures the possums will be able to use to get over your fence.,,For our gardens we chose to use CCA treated pine fence posts because they are cheap and last the longest in the ground. The problem with them is that they can leach arsenic into nearby soil, not good around food crops! Studies using soil tests have shown minimal leaching when the posts are sealed with an exterior timber oil. Make sure you paint them before they go into the ground which will help them last longer without cracking and prevent leaching into the soil.,,Concrete in the posts. You need one on either side of the gate, one in each corner, and another 2.5 metres in from the corner posts on each side. If you are building a tall fence with 3 metre posts to achieve a 2.4 metre ceiling height like I am, then you will also need to concrete in more posts every 3 metres in between the corner assemblies to support the fencing wires. If your fence is shorter (up to 1.8m tall), use steel fence droppers.,,Now brace your corner assemblies using the H-system. No need to notch the braces in, just buy a size smaller than the posts you used (we used 90-130 taper, so our braces were the next size down at 70-90 taper), and set them 150 down from the top of the posts. We spaced the next post on the line 2.5 metres away so that we could use 2.4m braces between the posts. To finish bracing the corners, strain diagonal wires from the bottom of the corner post to the top of the brace on the next post along the fence line. I use gripples to tension the diagonal wires, but if you don’t have them you can wrap the fencing wire around both sides of the posts and tie if off as tightly as possible. Then thread a piece of wood about 600 long between the wires and twist it around and around, until the wire is tensioned. Fix off the wood to a post or brace to stop it from unwinding.,,After all the corners are braced, bang in 20mm staples half-way into the corner posts to mark where the wires which support the mesh will go, allowing one at the top and bottom of each roll. I used two layers of 1.2 metre high rabbit netting so I needed a bottom wire, a wire at 1.2m high, and a third at 2.4m high.,,Put the roll of fencing wire down at a corner post (using a wire spinner stops it from unwinding and getting tangled but you could put it around a stake banged in the ground), and cut short pieces (about 800mm) of wire and tie them to the corner post at the correct heights. No need to do complicated knots with the wire which is recommended for really long fences that have a lot of tension pulled through them. Simply thread the wire through the staple, around the post and tightly twist the wire back around itself 3-4 times. Bending the end of the wire to form a handle and using this to wind the wire around works well. Fit a gripple (remember no-name gripples do the same job and are much cheaper!) or tie off the ratchet strainer. Pull the wire out and tie it to the other corner post. Pull tight and cut it off about 150mm past the gripple or ratchet strainer, thread it through the strainer and tension until tight. Repeat for the other sides of the garden fence.,,Now hang the mesh. Staple one end to a corner post and have one person unroll and pull it tight down the fence line, while you clip the netting to the fencing wires and staple it to any fence posts along the way. Cutting the mesh at the corners is often necessary.,,Attach the skirt by unrolling the 300 wide roll of rabbit mesh down the fence line, cutting and overlapping on the corners and regularly clipping it to the bottom wire. Weigh it down with regularly spaced rocks and your garden is now safe from animals attempting to burrow under the fence. Using a separate roll of mesh (instead of bending an upper layer out over the ground) means it is easy to replace when it rusts out (which happens much faster than the rest of the mesh because it is on or in the soil. Clip the corners of the skirt together.,,Attach the flop by unrolling the 600 wide roll of rabbit mesh down the fence line and cut it to approximately the right length for each side, allowing 600mm lap on each corner. Clip one side to the top fence wire.,,Cut the reo bar to 600 lengths with an angle grinder, allowing one length per post and dropper.,,Starting 150mm in from the non-attached side of the mesh, thread the reo bar in and out of the mesh, then hold the mesh up vertically and continue in and out of the top layer of mesh fixed to the post. When the reo bar is threaded until only the outside 150mm of mesh  is left unsupported, bend the bar firmly down at the top of the post so it makes a 45 degree angle down from the vertical. This bar supports the flop so it sits out from the fence by 500mm (smaller flops don’t work), and leaving the end of the mesh unsupported makes the edge extra floppy and impossible to climb over (non-floppy flops also don’t work!). Continue threading and bending down bars for every post and dropper, possibly using 2 for each corner if necessary to support the flop.,,Clip and twist the corners of the flop together, ensuring the corners have a flop which stands out 500mm from the fence but remains floppy.,,Hang the gate. Farm gates need more rabbit mesh tied to them. Mine sits below the flop which is at ceiling height, but if your fence is shorter you will need to attach a separate flop to the top of the gate, making sure there are no gaps for possums to climb through.",
        "concText": "Don't use chicken wire for any part of the fence the possums have access to because in areas with determined possums they will chew through the chicken wire to get into the garden!",
        "image": "jun24"
      },
      {
        "_id": {
          "$oid": "669c753deb5b56ad19daf912"
        },
        "title": "How to Plant a Fruit Tree",
        "rating": "Easy",
        "image": "plantTree",
        "introText": "Plant your fruit trees in winter while they are dormant, but if your soil is particularly compact, wet and cold then wait until August. Container grown plants can be planted at any time of year, but spring or autumn is better so they don’t suffer heat stress while settling in. It cannot be said often enough that trees should stay where they are planted! So spend some time planning your garden, getting to know your location and what grows well where you live before jumping into planting your trees. Growing happy, healthy trees is very rewarding, so choose varieties of fruit which suit your climate. Please don’t get out your rotavator or otherwise disturb the soil of an orchard site no matter how terrible your soil is! Improve the soil over time by mulching with organic materials, and read on because I have planted fruit trees on sites with little (or no) topsoil and plenty of rocks, clay and shale. ",
        "materialString": "Fruit tree, 20L bucket Compost, Wooden stake (optional)",
        "toolString": "Secateurs, Straight edged spade, Crow bar (hopefully this won’t be necessary!), Wheelbarrow, Tape measure",
        "numberedSteps": "       If you are not planting your bare root fruit trees within 24 hours of bringing them home, you will need to heel them in. This means burying the roots in moist sawdust or compost until you are ready to plant them. An unused compost bay works well for this. Some nurseries will bag up your trees in moist sawdust but they still need to be out of this within 24 hours and heeled in properly to ensure roots are kept moist at all times. Soak the roots in a drum of water for up to 6-8 hours before planting.,,\n       Trim off any damaged root ends by cutting off cleanly with secateurs.,,Put the tree on the planting site and mark the size of hole needed to fit the roots spread out as much as possible.,,Dig a square hole, especially in sub-optimal soils, so that when planting you can point the roots into each corner, encouraging it to grow outwards and not coil around in circles. Put excavated soil in the wheelbarrow. It is preferable not to plant roots below the level of topsoil. If your top soil is very thin, mound organic mulch such as compost or decomposed pine bark thickly around planting areas to raise the soil level.,,Put the tree in the planting hole and check for height. The graft should be 100mm above soil level, check this by lying the spade or a stake across the hole and measuring down. If you are planting against a trellis or fence for an espalier, ensure the tree is oriented the right way around and at the correct height for lower branches or buds.,,If you are not planting against a trellis, you will need to stake your tree to support it while it is establishing.  Dwarfing rootstocks often need lifelong staking, especially in areas with strong winds. Careful not to drive the stake through the root ball!.,,Remove any rocks or hard clumps of clay from the excavated soil, leaving only finely-crumbled soil. Tip the bucket of compost into the wheelbarrow and mix it up with the soil. It is important to backfill your fruit tree with a mix of existing soil and compost – the existing soil prevents a growth shock when the roots begin to spread into surrounding soil, and the compost supports growth in the coming season and improves soil health and drainage.,,Make a small mound of soil in the centre of the planting hole and sit the tree on this, spreading the roots out into the corners of the hole. Backfill the hole, jiggling the tree up and down every now and then to ensure there are no hollow spaces around the roots.,,Firm well with your hands and finish with a watering groove of soil or compost around the hole. Fill this with water, allow it to drain and repeat. This washes soil into any remaining hollow spaces around the roots.,,Mulch the area with organic mulch to keep soil moist over the coming growing season and weeds away from the root zone of the tree.",
        "concText": "",
        "type": "pruning"
      },
      {
        "_id": {
          "$oid": "669fa0169c5bf23baa0fd1d5"
        },
        "title": "How To Bottle Apple Sauce",
        "rating": "Easy",
        "type": "preserving",
        "cuttingString": "",
        "introText": "I bottle at least 40 800ml jars of apple sauce every autumn. It’s a quick and easy way to process a lot of apples, and we all love it on our breakfast cereal or muesli every morning for about 8 months of the year. It is important for this recipe to source apples that are free from codling moth, because these apples are not cored. We chose the Fowlers system of preserving because it was (and continues to be) hugely popular in Australia so second hand jars, lids, clips and preserving units are easy to source. The jars are well made and last for ages, so there is still plenty of use left in second hand jars so long as there aren’t any chips around the rims or cracks in the glass. Unlike some other systems it is also very easy to tell if you achieved a good seal during processing, so I never have jars going mouldy in the pantry. If you are set up with another preserving system, by all means go ahead!",
        "materialString": "Lots of apples!, Ascorbic acid, White sugar",
        "toolString": "Heavy-bottomed 10L stainless steel pot, Fowlers preserving unit, Fowlers jars & lids & rings & clips, Mouli, Jam funnel, Clean tea-towel & cloth, Fowlers tongs",
        "numberedSteps": "       Wash apples and trim if necessary.,,\n       Chop apples into quarters (or each half into quarters if the apples are huge) and fill the pot. Add 750ml - 1L of water depending on the juiciness of the apples and 1 tsp of ascorbic acid to stop the apples from discolouring. Bring to the boil over high heat with the lid on.,,Cook on low with the lid on to prevent splattering, regularly stirring to prevent burning. Use the lid as a shield when stirring to prevent being splattered.,,When the apples are soft, turn the heat off and either process now or leave to cool for an hour or so before ladling into the Mouli set over a large bowl or pot. Fill the Mouli, wind the apples through, then spoon out the solids left in the Mouli into the compost bucket. Repeat until all the apples are sauced.,,Stir in enough sugar to get a good balance of tart and sweet flavours.  The amount of sugar varies a lot depending on apple variety, but it is good to use some to bring out the flavour of the apples.,,Sterilise the preserving jars by putting them on a tray and put this in a 140 degree oven for 15 minutes, then take them out and leave to cool before filling. Meanwhile,  sterilise the lids by putting them in another tray and covering with boiling water. Leave for 15 minutes, then put them upside down on a clean tea towel to dry. Finally, sterilise the rings and make them more flexible by putting them in a bowl and covering with boiling water. Rinse the jam funnel with boiling water.,,Ladle cooled apple sauce into cooled jars using the jam funnel to prevent the rims from getting messy. Fill to about 12mm from the tops of the jars. Wipe rims clean if necessary with a clean cloth.,,Fit the rubber rings in the grooves around the tops of the jars, making sure they’re not twisted, then sit the lids on top and clip them down by putting one side of the clip down, then pushing the other side firmly down. Make sure clips are centred on the jars (one clip per jar).,,Put the preserving unit on or next to the sink so that it can be tapped out straight into the sink without being moved again. Put the jars in so they are evenly spaced and fill with cold water up to the shoulder of the unit or at least 25mm over the tops of the jars. Turn the unit on and set a timer for 1 hour. If the unit starts rapidly boiling during this time, let it boil for 5 minutes and then turn it off at the power point and leave to sit until the timer goes off.,,As soon as the timer goes off, tap out the preserving unit and leave the jars to cool. If you have a lot of filled bottles which need processing, use the Fowlers tongs to carefully lift jars straight up and onto a board, being careful not to bump them.,,If you didn’t do this earlier, carefully put jars on a board when they have cooled enough to handle and leave them for 24 hours before gently removing the clips.,,After removing the clips, carefully lift each jar up by the lid to check for a strong seal. If the jar didn’t seal, check whether the rim is chipped, the lid is dented or the ring is worn. Put jars without seals in the fridge to be eaten within a week. Labelling jars is not necessary if, like us, you always finish all your bottled produce well before the following autumn.",
        "concText": "Wash up as soon as possible because hardened apple sauce is harder to wash off! I reuse my rings every year until they are quite stretched or have tears on the edges. Do not skip sterilising your jars because there is a real risk all the apple sauce will go mouldy in storage as mine did one year when I doubted whether this step was really necessary! ",
        "image": "appleSauce"
      },
      {
        "_id": {
          "$oid": "669fa16b9c5bf23baa0fd1d6"
        },
        "title": "How To Build a Proofing Box",
        "rating": "Medium",
        "type": "sourdough",
        "introText": "This is a very important piece of equipment which will keep your dough and starter at their optimum temperature so that you can reliably make top quality sourdough by following the same times on the recipe every time. I built mine with a glass lid so I could check on the dough proofing without opening the door, but I haven’t found this to be a very useful feature, and it was expensive. You also don’t have to build it with a hinged door if you are not confident with tools - get formaldehyde-free plywood cut for you at a hardware store or mill, screw it together and leave the lid loose to lift off as required. ",
        "materialString": "18mm formaldehyde-free plywood (such as Ecoply), 12mm formaldehyde-free plywood, 120 & 180  grit sand paper, Interior wood glue, 35mm Phillips head screws, 2 / 50mm easy fit door hinges, 1 door handle, 1 magnetic door catch, Thermostat controlled seedling raising or reptile heat mat (20 watts or more) 280 x 420 (must fit inside box!), Cake rack (must fit inside box!), Non-toxic timber oil (optional)",
        "toolString": "Straight edge or level, Tape measure & sharp pencil, Circular saw, Orbital sander (optional), Drill & 3mm drill bit, Driver & Phillips bit",
        "cuttingString": "18mm Sides, 2 / 355 x 155, 18mm Back,\t1 / 480 x 155, 18mm Door, 1 / 475 x 150, 12mm Top & Bottom, 2 / 515 x 355",
        "numberedSteps": "Cut all plywood pieces exactly the right size, make sure cuts are as straight as possible and have square corners. Use a fine-toothed circular saw blade for cutting plywood to get a neater cut.,,Sand faces and edges (except for long edges of the sides and all edges of the back piece) with 120 and 180 grit papers.,,Make a small notch to fit the cord from the heat mat in the centre bottom edge of one side. You could do this with a circular saw but using a jigsaw is easier. Before making the cut, sit the side and the heat mat on the bottom and check where the cord from the heat mat will lie.,,Thinly spread glue on the short edges of the back piece, then screw through the sides into the back, with 3 screws on each side.,,Check the 3-sided box is square, then sit the cord in the notch and screw the bottom to the sides and back, making sure edges are flush.,,Screw the top to the sides and back, making sure edges are flush.,,Screw hinges to the door edge approximately 10mm down from the top and up from the bottom.,,Pack the door up from the base with a 2mm packer, hold it in position and mark the box side on the top of the hinges with a sharp pencil.,,Take the hinges off the door and fix to the box side.,,Screw the door to the hinges.,,If you want to make the box easy to clean, seal all surfaces with a non-toxic timber oil.,,Fit the handle.,,Fit the magnetic catch.,,Drill a small hole to fit the temperature probe for the thermostat on one side in the back top corner.,,Sit a cake rack in the box to prevent the dough having direct contact with the heat mat.",
        "concText": "",
        "image": "proofingBox"
      },
      {
        "_id": {
          "$oid": "66a1ac41dfb5c77c03b6b20a"
        },
        "title": "How To Renovate a Neglected Fruit Tree",
        "rating": "Medium",
        "type": "pruning",
        "introText": "Resist the temptation to prune neglected trees hard! Remove no more than a quarter of the crown each year. Over-pruning stimulates a mass of vigorous, congested growth which tends to be unfruitful because the new shoots grow vertically as fast as they can. If my advice comes too late for you and you have already over-pruned a neglected tree, then you will need to renovate it gradually over several years, see my How To Renovate an Over-Pruned Fruit Tree. Always err on the side of under-pruning.",
        "cuttingString": "",
        "materialString": "A neglected fruit tree!",
        "toolString": "Secateurs, Pruning saw",
        "numberedSteps": "       First decide whether your neglected tree is worth keeping. Check the tree for disease and remove it if it is unhealthy. If there is only one diseased branch, you can try removing this branch and the rest of the tree may be disease free. Wait for the crop if you can, so that you can taste the variety growing and see whether you like it. If you decide to renovate your neglected tree, wait until winter for apples and pears and early spring for stone fruit.,,The first goal is to restore health to the tree. In the first year, remove all dead, diseased and damaged wood. Remove or shorten to a replacement shoot all crowded and crossing branches, favouring younger healthy growth. If you need to make large pruning cuts, sappy water shoots might grow in profusion around the wound. Check the tree every fortnight during the next growing season and rub off the shoots as they sprout.,,In the second year, improve fruiting potential by shortening long shoots to a replacement shoot, and thin regrowth from the sites of previous cuts. On apples and pears, reduce congested spur systems.,,\n       From then on you should be able to start routine pruning to suit the fruit tree.  For apples and pears, continue to shorten long shoots and pruning to encourage the development of new spur systems.",
        "concText": "Neglected espaliers are difficult to rescue, especially when they are on dwarfing rootstocks because these trees are less able to withstand neglect. If the original framework is still clear, then try reducing growth and thinning congested spur systems in winter. If the main branches are disease free and respond healthily in the following growing season, then continue with routine pruning. If not, replace the tree.",
        "image": "neglectedApple"
      },
      {
        "_id": {
          "$oid": "66a4c104fd09b0ceaee6e014"
        },
        "title": "How To Renovate an Over-Pruned Fruit Tree",
        "rating": "Easy",
        "type": "pruning",
        "image": "overPruned",
        "introText": "If you have over-pruned a fruit tree, the tree will produce lots of sappy vertical-growing ‘water shoots’ which are not fruitful, do not branch as they race upwards and they ruin the tree’s appearance. You will need to renovate it gradually over several years to control new growth and develop fruiting branches. Always err on the side of under-pruning or the problem will recur. ",
        "materialString": "An over-pruned fruit tree!",
        "toolString": "Secateurs",
        "numberedSteps": "In the first year, remove half of the over-vigorous vertical shoots that have grown, leaving the remainder evenly spaced.  Tip prune the rest by about 100mm to encourage branching.,,In the second year, remove half of the vertical growth again, leaving well-spaced, well positioned young branches. Prune these to encourage outward-facing growth. If the tree still seems overcrowded, remove larger sections from the centre.,,In the third year, continue to tip prune to outward facing growth, and start routine pruning depending on the type of fruit tree to develop fruiting buds.",
        "concText": "",
        "cuttingString": ""
      },
      {
        "_id": {
          "$oid": "66a59fb9a7b0ee484a39fa3e"
        },
        "title": "How To Winter Prune Your Apples and Pears",
        "rating": "Easy",
        "type": "pruning",
        "image": "winterPruning",
        "introText": "Winter is the best time for training your tree form. Pruning at this time of year stimulates growth in the following season. Remember that to achieve a balanced form you need to prune weak growth hard and stronger growth lightly. Pruning of course differs depending on the chosen form of the tree, but I have provided a general guide below.",
        "materialString": "Apples or pears in need of pruning!, Garden twine",
        "toolString": "Secateurs, Scissors",
        "numberedSteps": "Cut back to the base any low growing shoots below the bottom branches to maintain a clear trunk at least 400 - 500mm high.,,Cut out any dead branches or shoots.,,Stimulate growth by cutting main branches back by half of the last season’s growth to an outward facing bud.,,Ensure there are no crossing branches which rub against each other. Choose a favourite and cut out or shorten the other one.,,Develop fruiting spurs by pruning side shoots to one bud or 25mm.,,In old age, severe pruning cuts of whole branches is usually necessary to stimulate slowing growth and support vitality of the tree. As fruiting spurs become congested they will need thinning.",
        "cuttingString": "",
        "concText": ""
      },
      {
        "_id": {
          "$oid": "66a8b3c8f2fa335a12798484"
        },
        "title": "How To Build a Post and Wire Fence for Espalier Fruit Trees",
        "rating": "Medium",
        "type": "pruning",
        "image": "postWire",
        "introText": "This is a great idea to include in any fruit and veggie garden. You can grow more fruit in less space by growing on a flat plane rather than the large round area required by a tree. You can grow more varieties of each fruit, which helps with pollination and staggering your harvests. You can also reduce the wind passing through your garden. Last but certainly not least, you can create a beautiful feature in your garden and choose from a huge range of espalier forms. You could have a 1m high fence with 2 levels of branches, or for optimum fruit production build a 1.8m high fence which suits a wide range of forms.",
        "materialString": "See How To Concrete in Posts, 2.4m brace timbers for H-brace assembly, 200mm landscape screws, Wire tensioners (gripples or ratchets), 2.5mm fencing wire, 20mm fencing staples",
        "toolString": "See How To Concrete in Posts, Drop saw or circular saw, Drill & 4-5mm bit, Driver & batten screw bit, Wire cutters, Tensioning tool, Hammer",
        "numberedSteps": "If you don’t have a straight edge to measure off (such as a garden bed edge), then set up one string line to ensure your posts are in a straight line.,,Concrete the posts in, ensuring the second from the end posts are spaced not more than 2.4 metres away from the end posts.,,Strain the ends of the fence, using the H-brace assembly.,,Tie off wires at the required heights. Wires are normally spaced 300 - 400mm apart, with the lowest wire 400 - 500mm above the ground. If you want to train a fan shape which is well suited to stone fruit and redcurrants, the wire spacing should be closer at 200mm so that branches can be attached more easily for the required shaping.,,Plant the trees at the correct spacings and at the correct height to suit the lower tier of branches (depending on the form chosen). Sometimes lower branches have already grown on the tree which can be used for the lower tier, but if not select healthy buds at the correct height.",
        "cuttingString": "",
        "concText": ""
      },
      {
        "_id": {
          "$oid": "66aac72adf80fdaa039733e3"
        },
        "title": "How To Grow a Palmette Espalier",
        "type": "pruning",
        "rating": "Medium",
        "image": "palmette",
        "introText": "When most people hear the word ‘espalier’ they picture the classic T-shape with 3 to 5 pairs of horizontal branches. An easier form to maintain and one which produces better fruiting is a similar shape with branches trained diagonally called a palmette.  It still has a great visual impact, and training the branches at 45 degrees maintains the vigour of the lower branches and is the ideal angle to encourage the growth of fruiting shoots. Before you plant your tree, build a trellis either attached to an existing wall or see my How To Build a Post and Wire Fence for Espalier Fruit Trees.",
        "cuttingString": "",
        "materialString": "Apple or pear tree on dwarfing rootstock, Garden twine, 1.2m bamboo stakes",
        "toolString": "Secateurs",
        "numberedSteps": "On planting, make sure there are two buds facing left and right at the bottom tier height (400-500mm high) and a bud above these facing away from the trellis, which you need to prune above with a sloping cut to drain water away from the cut site. If there is already a pair of branches growing at the right height, shorten these by half to stimulate growth and tie the main stem to the trellis.,,During the tree’s first summer, tie the lower pair of branches to bamboo sticks which are in turn tied to the trellis wires at 45 degrees.,,In the first winter after planting, select another pair of buds or branches on the main stem to form the next tier of branches 300-400mm above the lower tier. Prune again above a bud facing away from the trellis. Shorten the lower tier of branches to the same level on the trellis to encourage balanced growth. Tie the main stem to the trellis and start developing fruiting spurs by pruning all other shoots to 25mm.,,In the following growing season, train the new branch tier to bamboo stakes which are tied to the trellis at 45 degrees 300-400mm above the lower tier. In late January, continue developing fruiting spurs by shortening shoots the thickness of a pencil of larger to 25-50mm above the bottom (basal) leaf cluster.,,In the following winter, repeat last year’s pruning to develop another tier of branches. If this is the last tier you are planning to create, prune above the top branch rather than above another outward-facing bud which continues the main stem growth. An M26 rootstock can only support 3 pairs of branches.  If you bought from a nursery without specific rootstock information, the tree is probably on a semi-dwarfing rootstock and could support 4 tiers if you are using a high wall or trellis. Cut back branches to the same height (not length) each winter to stimulate balanced growth.  If outer branches need some extra encouragement, cut them a little longer than the inner branches each winter. Develop fruiting spurs by shortening all shoots pruned to 50mm in summer back to one bud or about 25mm.,,Continue summer pruning in late January to stimulate fruiting and pruning in winter to stimulate growth in the following season by cutting back main branches and developing fruiting spurs.",
        "concText": ""
      },
      {
        "_id": {
          "$oid": "66bab8fdf5f6bbe189149715"
        },
        "title": "How To Make a New Starter",
        "rating": "Easy",
        "type": "sourdough",
        "introText": "Did you know that it doesn’t matter where a starter comes from, or how old it is? Once you begin feeding it with local flour and water it will quickly change to taste exactly the same as your last starter! Local flour and water contain specific bacteria which creates the particular flavour and smell of your local starter. So don’t spend heaps of money importing fancy ancient starter, make your own and keep it active and bubbly by using a proofing box to maintain an optimum fermenting temperature.  It is so easy to make a new starter, so don’t worry if your old one ferments too far to be safely resurrected, or if you forget to withhold some levain to mix a new starter before you make bread and find yourself with no starter!",
        "cuttingString": "",
        "materialString": "White bakers flour, Whole rye flour, Molasses",
        "toolString": "Plastic container or small glass container with vented lid",
        "numberedSteps": "Day 1: mix together 24g water, 14g bread flour, 14g whole rye flour & 1g molasses. Scrape down the sides, cover and leave at 25 degrees for 24 hours.,,Day 2: mix 24g water, 14g bread flour, 14g whole rye flour & 27g starter from preceding day (throw away the rest). Cover and ferment at 25 degrees for 24 hours.,,Day 3 - 6: Feed twice a day with 35g water, 42g bread flour & 40g starter (always throwing away the excess starter from the preceding day).,,Day 7: Your starter is ready to use! Use it now or put it in the fridge until a couple of days before you bake.  I feed my starter three times before I mix my levain at 12 hour intervals, the last time with 20g of water, flour and starter. Before I add my levain into my dough I remove enough to make another starter of 15g water, flour and levain, then I put it in the fridge until the next time I am preparing to bake.",
        "concText": "Remember to use room temperature water, which is measured with a milk thermometer at 20 - 25 degrees. Don’t just check warmth with your finger because what feels warm (blood temperature or approx 37 degrees) is much too warm for the starter. I have used rye flour to kick off the fermentation using the diverse bacteria present in rye flour, but after that I use white flour because it makes a very active, bubbly starter and is cheaper than other flours. Continuing to use rye flour in the starter does not affect the flavour in the bread because so little of the starter is used to make the levain. Complex flavours are developed in the dough with the use of wholegrain flours or retarding the dough overnight (learn more about all of this in the Rye and Wholewheat Sourdough workshop).",
        "image": "starter"
      },
      {
        "_id": {
          "$oid": "66bfeede3d93701d80aa2ed6"
        },
        "title": "How To Prepare Your Starter For a Long Holiday",
        "rating": "Easy",
        "type": "sourdough",
        "introText": "You can leave your starter in the fridge for months at a time. I have experimented with freezing my starter but I found this method quicker to resurrect a strong, healthy starter when I was ready to bake again. Start 2 days before you leave.",
        "materialString": "Starter, White bakers flour",
        "toolString": "1L tall plastic or glass container, Long handled spoon",
        "concText": "Remember to use room temperature water, which is measured with a milk thermometer at 20 - 25 degrees. Don’t just check warmth with your finger because what feels warm (blood temperature or approx 37 degrees) is much too warm for the starter. I use white flour because it makes a very active, bubbly starter and it is cheaper than other flours. Using rye flour in the starter does not affect the flavour in the bread because so little of the starter is used to make the levain. Complex flavours are developed in the dough with the use of wholegrain flours or retarding the dough (learn more about all of this in the Rye and Wholewheat Sourdough workshop).",
        "cuttingString": "",
        "numberedSteps": "Get your starter out of the fridge and feed it by mixing 15g starter, 15g flour and 15g room temperature water (20 - 25 degrees) in a clean container. Scrape down the sides and ferment for 24 hours at 25 degrees.,,You will need a new jar for the large quantity of starter you will be feeding up so have a look for a tall narrow jar (rather than a short and wide container). Starters have been known to break glass jars when sealed with a screw-top lid, so use a vented lid or cover with plastic wrap or a beeswax-coated cloth wrap. Mix 20g of starter, 20g of room temperature water and 20g of flour in the new jar. Scrape down the sides, cover and ferment at 25 degrees for about 12 hours.,,You now have about 60g of starter, so simply add 60g of flour and 60g of room temperature water into the jar, mix well, cover and ferment at 25 degrees for 12 hours.,,Now there is 180g of starter in the jar, add another 180g of flour and 180 of room temperature water, mix well and put in the back of the fridge. Your starter is now ready for a long sleep while you go on holiday, or while you have a holiday from baking sourdough.,,When you return, grey smelly alcoholic liquid will have developed on the surface. If your starter has developed any colourful moulds then throw it away and start again - it’s easy to create a new starter.  When you want to use it again, tip off almost all of the starter and spoon out just 15g into a clean, small container (I use a small glass container with a vented lid).  Add 15g flour and 15g room temperature water and ferment at 25 degrees for 12 hours.,,Repeat this feed of 15g starter, flour and water every 12 hours until your starter smells fresh and is really active and bubbly. Then use it or put it in the fridge again.",
        "image": "starterHoliday"
      },
      {
        "_id": {
          "$oid": "66d0550256c8f9d33a11e207"
        },
        "title": "How to Set Up Thermal Mass Storage in Your Greenhouse ",
        "rating": "Easy",
        "image": "greenhouseMass",
        "introText": "Plants hate large temperature swings, and that is exactly what happens in a greenhouse or poly tunnel without thermal mass storage! Sun quickly warms up an undercover growing space, and indoor temperatures in the mid 20s in the middle of winter are common. As soon as the sun goes the temperature quickly drops due to the lack of insulation down to the outdoor overnight temperature - often below zero in Tassie. That’s double the temperature swing the outdoor garden has! Greenhouses used to be built with low brick or stone side walls to provide thermal mass to even out these temperatures. But brick walls are expensive, tricky and time-consuming to build. This project is cheap, quick and easy, and uses water’s superior thermal storage capacity. Three drums is a good number for an average sized greenhouse or polytunnel about 3-4 metres wide and 8 metres long.",
        "materialString": "3 used 44 gallon drums with lids and clips, Black paint for metal, Gravel, Sheet 0.6 x 1.8m steel mesh",
        "toolString": "Paintbrush, Level",
        "cuttingString": "",
        "numberedSteps": "First, source your metal drums. Metal drums are better than plastic because metal is a quicker conductor of temperature to the water inside. They MUST be food safe.  DO NOT buy the cheap ones that have been used to store acetone. This is toxic waste that cannot be washed out of the drums, so if you ever spring a leak in a drum your garden beds will be flooded with toxic chemicals. Make sure you buy drums with well-fitting lids and clips, they are not dented, or have large rust spots. Ideally they will also already be painted a dark colour.,,If you have bought drums which are not painted a dark colour, or if they have small rust spots, paint them now with a black metal paint. My drums were dark green when I bought them so I simply touched them up with more dark green metal paint. Dark colours are better at absorbing the sun’s heat.,,Level a 600 x 1800 spot on the south wall of your greenhouse or poly tunnel. Ideally the whole south wall will be full of drums.  If you have a door in your south wall, just fit the drums on either side of this.,,Spread the gravel 75mm thick and tamp it down firm and level.,,Put your drums in position with the lids on.  Make sure you can take the lids off without moving the drums, because when they are filled with water there will be no budging them!,,Fill the drums to 50mm from the top with water, then fit the lids and clips.,,Cut the sheet of steel mesh to fit over the drums.  This will serve as a seedling raising bench top because young plants love the even temperatures near the drums. Steel mesh is a great bench top for seed trays because there is nowhere for slugs to hide.",
        "concText": "Remember to reduce shading of the drums.  The more sun the drums get, the more heat the water will absorb to dispense overnight. If you have a really wide greenhouse or poly tunnel over 5 1/2 metres wide, then install half height drums along the north wall as well as the full height drums along the south wall.",
        "type": "greenhouse"
      },
      {
        "_id": {
          "$oid": "66e79facf74919d93259bd65"
        },
        "title": "How to Start Your No Dig Garden",
        "rating": "Easy",
        "type": "noDig",
        "introText": "Having an efficient gardening style which keeps weeding to a minimum has really turned my experience of gardening around from being stressed out about the long lists of jobs every weekend into the garden becoming a peaceful place I love to visit and relax in. In my first no dig garden (the Hidden Garden) I used gravel over paths and timber boards for bed edges and it was a lot of work! For my next garden (the Courtyard Garden) I went classic no dig all the way - no bed edges, wood chip paths and a thick initial layer of compost mulch over the growing areas. The Courtyard Garden was incredibly quick and easy to start, and much cheaper as well without having to buy boards for edging. The finished garden is just as beautiful as the Hidden Garden and it will have less maintenance in the future as there are no edges to maintain. ",
        "cuttingString": "",
        "materialString": "Graph paper, 400-450mm long wooden stakes (optional), Cardboard (optional), Compost",
        "toolString": "Scale ruler, Sharp pencil and rubber, 30m garden measuring tape and 8m tape, Small sledgehammer (optional), Sharp straight-edged spade, Shovel, Wheelbarrow",
        "numberedSteps": "       First up, draw a plan to scale of the garden including gates, paths, garden beds, shrubs, trees and trellises. I always use my garden fences to grow climbers on or attach trellises to. Paths can be as narrow as 400-500mm because having no edges means the wheelbarrow can get around easier. Make sure you start with an area you can keep planted and weeded.,,\n       Assess the weeds and soil of the site. Remove the woody base of weeds such as blackberries and the top 150mm of dock and thistle roots.,,\n       Now calculate the amount of wood chips and compost you will need and get it delivered. If the soil is poor and weeds are strong plan to cover beds with 150mm of compost, or 70mm of compost over lawn areas, or 50mm over existing garden beds. Paths need about 100mm of medium-sized wood chips. I used an excavator to level my garden sites before starting my gardens so I used a 150mm layer of compost over the (mostly) subsoil.,,Transfer the plan onto the garden site. Use the stakes to mark the corners of beds, and bang them down until they stick up the same height as the depth of compost you will be spreading, for example I banged mine in until the tops were 150mm above the ground. Doing this makes it really easy when spreading compost to get an even layer, and it also means you won’t have untidy stakes sticking up everywhere at various heights.,,If you are building beds on weedy soil, suppress weed growth with a layer of overlapping cardboard sheets on both beds and paths.,,Spread the compost and wood chips to the required depths. Ensure that the top 50mm of compost is soft with no large lumps.,,If you have seedlings ready to go, you can plant straight in the compost to get a head start on weeds.  This works well if you use a really great well-composted product. Often composts are still very hot and not ready to be planted in, so I made the Courtyard Garden in early winter to give the soil life some time to recover from the earthworks and allow the compost time to age.,,If you are starting a large garden and have a real problem with twitch/couch grass or other vigorous creeping perennial weeds, then you can cover beds with black plastic for the first 6 months or so. Make small holes in the plastic and plant large-growing plants into the compost beneath such as pumpkins or potatoes.,,Now keep on top of the weeding for the first year, weeding every week without fail. Pull weeds by hand while disturbing the soil as little as possible, and firm up with your foot after pulling if necessary. It may be daunting but I promise your weed problems will be solved the following year as the root systems of perennial weeds are exhausted from being constantly pulled up and eventually die off. We only do about half an hour of weeing each week in the growing season over all of our gardens, so this is the biggest time saving of the no dig system.,,Pay attention to the fence border of your garden, this is where weeds can keep running in. Maintain a wood chip or gravel path between any grass areas and the no dig garden.",
        "concText": "",
        "image": "startNoDig"
      },
      {
        "_id": {
          "$oid": "66fc653f0a4d8bdf122ceb9a"
        },
        "title": "How to Build a Picnic Table",
        "rating": "Tricky",
        "image": "picnicTable",
        "introText": "This is a great project to do on a rainy weekend if you have a workshop space. We have two picnic tables on our property at different scenic locations, and we love choosing our spot each week and setting off with a picnic. ",
        "materialString": "1/ 3.0 140 x 35, 2/ 2.1 140 x 35, 11/ 1.8 140 x 35, 1/ 2.4 90 x 35, 1/ 1.8 90 x 35, 1/ 0.9  90 x 35, 65mm Phillips Head Galvanised Screws, Bolts 16 / 9 x 75mm, Sandpapers 100 grit",
        "toolString": "Sharp pencil and tape measure, Compound Mitre Saw, 10mm packers, Drill, Driver, Quick release clamps, Socket set",
        "cuttingString": "Table and Seat Boards, 11 / 1.8m x 140 x 35, Table Battens, 3 / approx. 800 x 90 x 35, Legs, 4 / 920 (from long point to long point) x 140 x 35, Seat Supports, 2 / approx. 1500 x 140 x 35, Braces, 2 / 865 (from long point to long point) x 90 x 35, Seat Battens, 2 / approx. 400 x 90 x 35",
        "concText": "",
        "type": "building",
        "numberedSteps": "First cut 5 boards for the table top and lay them out with 10mm packers between them. Measure the width of the table top.,,Cut Table Battens 20mm shorter than the table top width, with a 30 degree angle on each end across the width.,,Screw the Table Boards to Table Battens from top down into battens standing on edge. Allow for 100mm overhang of boards over battens on each end. Flip table top upside down and put it on a flat work surface.,,Cut Legs with 30 degree angle on each end.,,Clamp Legs to the inside of the Table Battens, lined up with the inside edge of each table top board on either side of the middle board. Fix the Legs to the Table Battens with two bolts at each join.,,Cut Seat Boards, pack apart 10mm and measure total width of seat.,,Measure down Table Legs from the bottom ends and make a mark on each at 420 down. Get a helper to hold a tape measure horizontally on these lines and the seat width past the leg, allow the same width on the other side, and that is the length of the Seat Support. It should be about 1500.,,Cut the Seat Supports with a 30 degree angle across the width on each end slanting inwards at the bottom. Clamp to the Legs so the top of each Seat Support is 420 down from the bottom of the Legs. Fix with two bolts on each leg.,,Cut Braces with parallel 24 degree angles on each end, and cut a corner off one end of each brace, about 21mm along the cut edge and 8mm down the length from the pointy end.,,Mark a centre line in the middle of the Seat Supports and the centre Table Batten. Screw through the Seat Support into the Brace on one side of the centre line. Screw through the same side of the centre of the Table Batten into the brace. Repeat for the other side of the table, fixing to the other side of the centre lines.,,Flip table over right way up. Screw Seat Boards to Seat Supports.,,Cut Seat Battens 20mm shorter than the width of the seat, with 30 degree angles on both ends angling towards the bottom. Clamp to the Seat Boards in the centre of each seat, and screw down into the Battens.,,Sand sharp edges and oil finished Picnic Table with an exterior timber oil."
      },
      {
        "_id": {
          "$oid": "67368aed2c0c5900b9a2ae47"
        },
        "title": "How to Make Seedling Raising Mix with Your Homemade Compost",
        "rating": "Easy",
        "type": "compost",
        "introText": "This is a great job for a rainy day. Homemade seed raising mix gives you a reliable product, unlike bagged mixes which often don’t produce healthy, robust seedlings. You’ll know the seedlings haven’t been fed a fast food diet of fertiliser, and the compost and leaf mould encourage healthy root systems.",
        "cuttingString": "",
        "materialString": "Homemade compost at least 12 months old, Leaf mould at least 12 months old (optional), Coarse sand",
        "toolString": "2 wheelbarrows, 2L bucket, 4/ 75 litre storage bins, Garden sieve",
        "numberedSteps": "       Fill 1 storage bin with coarse sand sourced from a bulk landscape supplier.,, Fill the first wheelbarrow with dry aged compost (which is easier to sieve).,,Now sieve a 2 litre bucket of compost at a time, into the second wheelbarrow. Fill 2 storage bins with the sieved compost.  When I do this in my greenhouse I just chuck the coarse bits left over in the sieve onto nearby garden beds.,,\n       If you have leaf mould, crumble it up by hand, picking out any sticks or leaves, and fill the fourth storage bin.,,For an all-purpose mix, I tip 3 2 litre buckets of sieved compost, 1 2 litre bucket of sieved leaf mould (if you don’t have any just use more compost) and 1 2 litre bucket of coarse sand into a potting tub and mix well.,,For a well-draining mix to suit lettuce and basil seedlings I mix 3 buckets of sieved compost with 2 buckets of coarse sand in a tub.",
        "concText": "When you have aged compost or leaf mould, fill your bins ready to go for the coming season. If you’re planning on growing plants in larger pots (such as basil and chillies on a shelf in the greenhouse) then mix another tub of potting mix but instead of sieving the compost just pick out any larger pieces. Happy growing!",
        "image": "seedMix"
      }
]