[
  {
    "name": "Basic Building Skills for Women",
    "date": "2025-09-21T00:00:00.000Z",
    "image": "building",
    "show": false,
    "text": "Even little DIY jobs around the house like building a bean trellis, or hanging a picture or shelf can seem too hard when you don’t know what tools you need and how to use them! It is my mission to show you how much fun it can be to get stuck into building jobs. As a woman and a trained carpenter/ joiner I know how scary tools can be and how hard it can be to learn building skills from men or in male environments.  In this workshop I will show you what hand tools and power tools you need, what they are used for, and how to safely use them. Each participant will practice accurate measuring and marking, cutting square cuts with a circular saw, drilling and screwing. Then you will make your own plywood box that could be used as a proofing box. There will be plenty of time to discuss how you might approach building jobs you have planned. During the morning there will be time to discuss how you might approach building jobs you have planned.",
    "link": "https://square.link/u/kR1J9Zjc",
    "type": "day",
    "time": "9:30 am to 3 pm"
  },
  {
    "name": "Polytunnel and Greenhouse Growing",
    "date": "2024-09-08T00:00:00.000Z",
    "image": "greenhouse",
    "show": false,
    "text": "Greenhouses are fantastic for reliably growing warm weather crops and they extend our warm growing seasons both earlier in spring and later in autumn, giving us longer harvests than what the outside garden can provide. The warm, protected growing space is also great for growing vegetable and flower seedlings for use in the main garden. So many greenhouses and polytunnels are plagued by pests and diseases - learn how to maintain a healthy indoor growing environment and avoid these problems. In this workshop, I’ll discuss your different options for greenhouse structures and what to consider in their location and design, including the importance of ventilation and thermal mass. We will discuss soil preparation, bed edges, trellises for vertical growing, and watering systems. We will sow seeds in module trays and learn how to grow healthy seedlings. We will also discuss the secrets to success with tomatoes. Learn how you can have the best of both worlds: loads of tomatoes, cucumbers, melons, capsicums and chillies in summer and green salads every day all winter! ",
    "link": "https://www.eventbrite.com.au/e/hidden-valley-workshops-polytunnel-and-greenhouse-growing-tickets-892718975487?aff=oddtdtcreator",
    "type": "standard"
  },
  {
    "name": "Keeping Chooks for Eggs",
    "date": null,
    "image": "chooks",
    "show": false,
    "text": "Chooks are fantastic animals: their eggs can make up a large part of our protein needs, their manure is fantastic for making compost, and they are enthusiastic consumers of kitchen and garden scraps. They also make great pets as they can become very tame and affectionate with regular handling. In this workshop we will discuss everything you need to know about how to keep chooks for eggs and pets, including how many chooks you should have, the best breeds for egg laying and pets, what to consider in the design of their house and run, what to feed them and what age is best to buy them. I will explain how to solve common problems that arise in chook keeping.  My daughter will introduce her chooks and show everyone how to pick up and hold a chook, and how to check it for signs of healthiness. She will explain how she tamed her chooks, and what is involved in her regular care routine for her chooks.",
    "link": "https://www.eventbrite.com.au/e/870824839537?aff=oddtdtcreator",
    "type": "standard"
  },
  {
    "name": "Compost Making and Worm Farms",
    "date": "2025-03-30T00:00:00.000Z",
    "image": "compost",
    "show": false,
    "text": "Instead of buying compost, mulch and fertilisers for your garden, why not learn the joys of composting and make this wonderful soil conditioner yourself? One annual mulch of compost is all you need to maintain a productive garden, and it couldn’t be easier! Stop throwing away kitchen scraps into landfill and learn how easy it is to add them to a worm farm or sealed compost bin, without the risk of attracting mice or rats. I will help you plan your composting set-up and we will look at the advantages and disadvantages of hot composting, cold composting and how to source a good balance of compost materials. We will build a new heap with a range of materials, turn a week old heap, and discuss how to solve any problems in the composting process as they come up. I will show you some finished compost (from both my cold compost and hot compost heaps), and my leaf mould. We will feed our worms and I’ll show you how to maintain a healthy worm farm.",
    "link": "https://square.link/u/iuN51sdY",
    "type": "standard",
    "time": "9 am to 1 pm"
  },
  {
    "name": "Rye and Miche Sourdough",
    "date": "2025-05-15T00:00:00.000Z",
    "image": "breadExperienced",
    "show": false,
    "text": "In this workshop we will make two different wholegrain sourdoughs. We will make miche, a French style 100% wholemeal sourdough, with a chewy texture and classic old-world flavour. I will also show you how to make a genuine 67% rye sourdough and I’ll show you how to avoid the common problems with this very different bread. We will go through every step of the recipes together, and I will show you how to shape both round loaves (boules) and long loaves (batards). I will explain how to start and maintain a healthy starter.  We will have fresh baked sourdough for lunch with a range of my preserves. You will leave with starter, recipes for both breads and a list of the equipment you will need to get started.",
    "link": "https://square.link/u/DdWmOdBo",
    "type": "premium",
    "time": "9 am to 1 pm"
  },
  {
    "name": "Sourdough for Beginners",
    "date": "2025-12-07T00:00:00.000Z",
    "image": "breadBeginner",
    "show": false,
    "text": "This workshop will give the complete beginner the ability to make fantastic sourdough bread straight away. I will take you through every step of my easy method of baking artisan-quality sourdough. We will make Pain au Levain, a French-style sourdough, and I will show you how to adapt this recipe to make olive and rosemary bread. I will show you how to shape your dough into round loaves and into beautiful leaf-patterned Italian flatbread called Fougasse. We will also make Focaccia and Ciabatta rolls with a pre-ferment called a poolish, which gives the dough a light and airy crumb and complex flavour. We will have fresh baked sourdough for lunch with a range of my preserves. Throughout the morning I will explain how to start and maintain a healthy starter and how to fit bread baking into your life. You will leave with starter, recipes and plenty of extra information to help you get started baking.",
    "link": "https://square.link/u/MWk0DlnV",
    "type": "premium",
    "time": "9:30 am to 2 pm"
  },
  {
    "name": "Building on the Basics for Women",
    "date": "2025-10-12T00:00:00.000Z",
    "image": "boxGroup",
    "show": false,
    "text": "You know the basics and this is an opportunity to build on them! In this workshop you will practice the skills you started learning in Basic Building Skills and add some more skills and tool knowledge to your repertoire. Choose from two fun projects and follow the step-by-step instructions to complete the job with my support along the way. You will have more time with the faithful circular saw, the mighty drop saw and of course the ever handy drill and driver. You will also learn how to use a jigsaw, a chisel and a pin gun. You will have the opportunity to sand and oil your finished projects. This workshop will suit everyone who has done my Basic Building Skills for Women workshop as well as anyone who has some basic knowledge of building tools and how to use them.",
    "link": "https://square.link/u/8PN8Wz6q",
    "type": "day"
  },
  {
    "name": "Pruning Fruit Trees and Berries",
    "date": "2025-08-03T00:00:00.000Z",
    "image": "winterPruning",
    "show": false,
    "text": "Learn everything you need to know to prune a wide variety of fruit trees and berries.  I will explain the basics of pruning fruit trees and the difference between summer and winter pruning.  You will learn how to adapt your pruning to different rootstocks.  We will look at the many possible espalier forms to choose from and how to achieve them.  I will prune and train my pear Belgian fence and apple candelabra palmettes during the workshop, explaining how I have created these forms, before pruning my dwarfing apples as bushes which is a simple, easily maintained and attractive form.  You will learn what forms suit different fruit trees, and how renovate neglected orchard trees.  We will also explore the range of options in training berries to be easier to pick and fit into small spaces. You will learn how to prune strawberries, raspberries, blueberries, brambles and currants to maximise harvests.  I will be pruning my blueberries, blackcurrants, redcurrants and raspberries during the workshop.  I’ll provide all participants with pruning notes and diagrams showing how to create espalier forms.",
    "link": "https://square.link/u/knTJdJNf",
    "type": "standard",
    "time": "10 am to 2 pm"
  },
  {
    "name": "Veggie Gardening for Beginners",
    "date": "2025-11-23T00:00:00.000Z",
    "image": "summerGarden",
    "show": false,
    "text": "Are you dreaming of growing your own veg but don’t know how (or where) to start? Don’t make the mistake of following advice from people gardening in warm or dry climates! What veggies you can grow, and how and when to grow them, is completely dependent on your local climate. I’ll help you avoid making beginner blunders and I’ll bust the myths around veggie growing to make the process easier and simpler for you. I’ll show you the pros and cons of using raised bed edges in the garden, and how to easily start a new garden. I’ll explain how to plan your yearly rotation of crops to keep your garden producing veg all year round. We will sow my parsnip bed, plant seedlings in the greenhouse, and sow seeds in module trays. You will learn how to make the most of polytunnel or greenhouse spaces while avoiding pests and disease. You will also learn the best way to care for your soil, and tips for harvesting veg. You will take home my personalised growing chart and rotation plan. Includes brewed coffee and home baked biscuits on arrival, and lunch featuring garden produce.",
    "link": "https://square.link/u/n8cgWgWr",
    "type": "standard",
    "time": "10 am to 2 pm"
  },
  {
    "name": "Wood-Fired Oven Bake Day",
    "date": "2025-11-02T00:00:00.000Z",
    "image": "bakeDay",
    "show": false,
    "text": "Join me for my bake day in our outdoor wood-fired oven! We will make, bake and eat a range of baked delights, starting with fresh-baked currant buns for morning tea with espresso and other hot drinks. I’ll show you how to use the same dough to make spiced apple scrolls. We will bake pitas with a live fire burning and enjoy them with my homemade dukkah and dips, and we’ll also make the best pizza dough ever, which uses a pre-ferment to achieve the most flavourful, tender but chewy crust you have ever had!  We will stretch, dress and bake pizzas for lunch using fresh produce we gather from my gardens. You will receive a recipe for each of the doughs, including instructions for baking them in a normal home oven. Whether you are a wood-fired oven enthusiast, a food lover, or simply want to have a great time with like minded people, book now!",
    "link": "https://square.link/u/gfYKiCLJ",
    "type": "day",
    "time": "8:30 am to 2 pm"
  },
  {
    "name": "Growing Berries",
    "date": "2024-06-01T00:00:00.000Z",
    "image": "berry",
    "show": false,
    "text": "Stop snacking on berries out of small punnets and gorge on buckets of these most luscious of fruits: the berry! Even a small garden has room for berries, and they are easy to grow if you give them the right conditions. By growing a variety of berries such as strawberries, raspberries, blueberries, brambles and currants, you can ensure continuous fresh berries from late November until late April. Berries are super healthy, absolutely delicious, and can be used to make many different preserves. In this workshop I’ll show you how to plan your berry garden, including how much of each berry you should grow, when you will be harvesting the fruit, and what you could do with it. I’ll explain how to meet the basic site and soil requirements for berries so they grow into healthy, high-yielding plants. I will show you how to build trellises, before looking at each fruit in more detail. You will learn the range of options in training berries to be easier to pick, fit into small spaces, and even how to create attractive espalier forms.",
    "link": "https://www.eventbrite.com.au/e/hidden-valley-workshops-growing-berries-tickets-922538907707",
    "type": "standard"
  },
  {
    "name": "The Hidden Valley Garden Workshop",
    "date": "2025-01-02T00:00:00.000Z",
    "show": false,
    "type": "day",
    "link": "https://square.link/u/80LtkSce",
    "image": "summerGarden",
    "text": "Join us for a day in our gardens! I’ll show you how to implement the No Dig approach in my garden so that you too can spend less time weeding, watering, and forking in additions, and more time simply enjoying your garden! You will learn how to design and set up a new garden as well as how to maintain it into the future. I will show you how to grow your own vegetable seedlings, transplant seedlings and harvest mature crops the No Dig way. You will also learn how to grow healthy crops in a greenhouse or polytunnel.  You will take home my personalised growing chart and rotation plan which details how I grow a wide range of vegetables."
  },
  {
    "name": "Preserving Fruit and Vegetables",
    "date": "2026-01-18T00:00:00.000Z",
    "text": "Join me for a day of cooking and eating! Making your own jams, jellies, cordial, chutney, pickles, sauce and bottled fruit saves so much money and is a fantastic way of reducing the amount of food you buy and making the most of summer garden produce. We will start with a trip to my garden to harvest the herbs, fruit and vegetables we will be preserving during the day. Then we will make a strawberry and basil syrup you can use to make sophisticated summer drinks or to pour over pancakes for fancy weekend breakfasts. We will make both a crunchy rainbow root pickle and my pickled beetroot. I’ll show you how to bottle stewed rhubarb using the hot water bath method, and we will finish up with making rosemary and redcurrant jelly, which is fantastic with roasts or added to gravy. I’ll make freshly baked scones for morning tea to enjoy with a range of my jams, and lunch will feature a huge range of my preserves.  You will receive a recipe and a jar or bottle of every preserve we make on the day.",
    "type": "day",
    "show": false,
    "image": "preserves",
    "link": "https://square.link/u/LxkqmEy5",
    "time": "9:30 am to 3 pm"
  }
]